Revit 2025 API
NumberingFailures Properties
The BuiltInFailures.NumberingFailures type exposes the following members.
Properties
Name | Description
SampleNumberingError |  Replace this with the first real one
Top
See Also
Reference
BuiltInFailures.NumberingFailures Class
Autodesk.Revit.DB Namespace